tutorials/incompressible/simpleFoam/windAroundBuildings/system/visualization
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Demonstrate runTimePostProcessing

// Timing
_visualization
{
    writeControl    writeTime;

    // enabled         true;

    // Debug: writeControl    timeStep;
    // Debug: writeInterval   10;
}


#include "streamLines"
#include "sampling"
#include "runTimePostProcessing"

#remove _visualization

// ************************************************************************* //
